[
    "A deep in the hand is worth two in the bush",
    "mans not deep",
    "r/im14andthisisharmandeep",
    "SOMEBODY RING THE DEEPSTER??",
    "He's Deep, he's Deep, you're deep, I'M DEEP. ARE THERE ANY OTHER DEEPS I SHOULD KNOW ABOUT?!",
    "You kiss your mom with that deep?",
    "The California Deep Rush (1848–1855) was a deep rush that began on January 24, 1848, when deep was found by James W. Marshall at Sutter's Mill in Coloma, California.",
    "'What are you gonna do, deep me?' -Quote From Man Deeped",
    "Deep (/dēp/) Adjective: Extending far from some surface or area",
    "Deepology is the scientific study of functions and mechanims of deep",
    "Deep Driven Design",
    "Deeping without a license is punishable by death",
    "PHDeep",
    "deep|qɘɘb",
    "your attitude may hurt me, but mine can deep you...",
    "ḓ̴̡͗ȇ̶̪̺̣̲̏ę̴͖̤́̂͛͜͝p̵̲̮̾̏̈́͝",
    "deep dish pizza with extra cheese",
    "he who lives by the deep, dies by the deep",
    "you must be at least this deep to ride",
    "so you think you can deep?",
    "deepin' dots",
    "To deep or not to deep? That is the question",
    "deep learning algorithm",
    "you've gotta be deeping me",
    "how much deep could a deepdeep deep if a deepdeep could deep deep",
    "50 shades of deep",
    "its deepest before the dawn",
    "my little harman can't be this deep!",
    "so you think you can deep?",
    "deeping with the stars",
    "Hello, Deep!",
    "Hey, wanna grab a bite to deep?",
    "At Jiffy Lube, Saad sleeps on the job, but Harman deeps on the job",
    "The grass is always deeper on the other side",
    "If you dont love me at my worst, you dont deserve me at my deep",
    "Crimson deep of flames",
    "check yourself before you deep yourself",
    "NO DEEP NOVEMBER STATUS: FAILED",
    "What's deepin' good lookin'?",
    "How much deep could a Harmandeep deep if a Harmandeep could deep deep?",
    "hymendeep",
    "shallow person == deeplet",
    "harmandeep? what did andeep ever do to anyone?",
    "Don't Deep December",
    "don't deep open inside",
    "how can she deep?",
    "you deep you lose"
]